
"gn_home_title" = "首页";
"gn_order_title" = "订单";
"gn_news_title" = "消息";
"gn_location_default" = "金边";
"gn_home_searchTip" = "搜索商家/团购";
"gn_home_reLocation" = "重新定位";
"gn_home_noStore" = "定位附近暂无商家，将自动为您推荐金边商家";
"gn_home_more" = "更多";
"gn_search_searchfor" = "搜索";
"gn_search_cancel" = "取消";
"gn_search_history" = "历史搜索";
"gn_search_recommendFor" = "为您推荐";
"gn_store_navigation" = "导航";
"gn_store_call" = "拨号";
"gn_store_businessTime" = "营业时间";
"gn_store_commodity" = "团购";
"gn_store_limited" = "每单限购%ld份";
"gn_store_buying" = "抢购";
"gn_store_sold" = "已售";
"gn_store_noProduct" = "该商家还没有上架产品";
"gn_store_closet" = "很遗憾，门店停业中";
"gn_to_home" = "去团购首页";
"gn_contact_merchant" = "联系商家";
"gn_serve_merchant" = "店内服务";
"gn_no_setting" = "暂无设置";
"gn_store_environment" = "店内环境";
"gn_store_qualification" = "店内资质";
"gn_location_current" = "当前位置";
"gn_location_refresh" = "刷新";
"gn_location_position" = "定位";
"gn_product_refund" = "过期自动退";
"gn_group_detail" = "团购详情";
"gn_product_all" = "全部产品";
"gn_original_price" = "原价";
"gn_selling_price" = "售价";
"gn_product_content" = "内容";
"gn_product_store" = "使用商家";
"gn_product_buyKnow" = "购买须知";
"gn_product_vaild" = "有效期";
"gn_product_useTime" = "使用时间";
"gn_product_regular" = "使用规则";
"gn_product_limit" = "适用范围";
"gn_product_down" = "产品已经下架啦";
"gn_panic_buying" = "立即抢购";
"gn_order_submit" = "提交订单";
"gn_order_subtotal" = "小计";
"gn_order_vat" = "增值税";
"gn_order_paymethor" = "支付方式";
"gn_order_cash" = "到店付款";
"gn_order_total" = "总计";
"gn_submit" = "提交";
"gn_order_success" = "下单成功";
"gn_back" = "返回首页";
"gn_view_order" = "查看订单";
"gn_order_all" = "全部";
"gn_order_unuse" = "待使用";
"gn_order_finish" = "已完成";
"gn_order_canced" = "已取消";
"gn_order_again" = "再来一单";
"gn_order_cancel" = "取消订单";
"gn_order_go_use" = "去使用";
"gn_order_no" = "订单号";
"gn_order_time" = "下单时间";
"gn_order_num" = "数量";
"gn_order_allPrice" = "总金额";
"gn_order_expired" = "到期";
"gn_order_coupon_detail" = "券码信息";
"gn_order_coupon_detail_all" = "券码信息（%ld张可用）";
"gn_order_price_inface" = "实付";
"gn_order_my" = "我的订单";
"gn_order_information" = "订单信息";
"gn_order_detail" = "订单详情";
"gn_order_cancel_time" = "取消时间";
"gn_order_again" = "再来一单";
"gn_pay_online" = "在线支付";
"gn_fail_reason_user" = "客户终止订单";
"gn_fail_reason_expired" = "核销码已过期";
"gn_fail_reason_time" = "超时未支付";
"gn_fail_reason_auto" = "过期自动取消";
"gn_history_nodata" = "暂无历史搜索";
"gn_cancel_tip" = "订单取消后券码将失效";
"gn_cancel_think" = "我再想想";
"gn_check_ing" = "核销中";
"gn_check_success" = "核销成功";
"gn_life" = "周边生活";
"gn_living" = "生活指南";
"gn_buy_vaildday" = "购买后%ld天有效";
"gn_hexiao_time" = "核销时间";
"gn_finish_time" = "完成时间";
"gn_cancel_reason" = "取消原因";
"gn_search_recommend" = "当前无相关搜索\n推荐以下内容";
"gn_code_used" = "已使用";
"gn_baidu_map" = "百度地图";
"gn_tencen_map" = "腾讯地图";
"gn_gaode_map" = "高德地图";
"gn_myLocation_map" = "我的位置";
"gn_about" = "约";
"gn_order_user_expire" = "已过期";
"gn_reviews" = "点评";
"gn_no_reviews" = "这里还没有点评！";
"gn_scoring" = "打分";
"gn_full_text" = "全文";
"gn_merchant_reply" = "商家回复";
"gn_merchant_introduction" = "商家介绍";
"gn_per_capita" = "人均";
"gn_user_evaluation" = "用户评价";
"gn_no_ratings_yet" = "暂无评分";
"gn_vouchert" = "代金券";
"gn_regular_package" = "常规套餐";
"gn_payment_time" = "剩余支付时间";
"gn_pending_payment" = "待付款";
"gn_to_pay" = "去付款";
"gn_not_within" = "产品不在有效期内";
"gn_not_active" = "未生效";
"gn_sold_out" = "已售罄";
"gn_product_sold_out" = "产品已售罄";
"gn_refund_penging" = "待退款";
"gn_refund_ing" = "退款中";
"gn_refund_finish" = "已退款";
"gn_pr_useProcess" = "①下单>②凭下单凭证(二维码)到店消费>③向商家出示下单凭证(二维码)>④商家核销凭证>⑤等待服务提供";
"gn_qr_useProcess" = "①下单>②向商家出示下单凭证(二维码)>③商家核销凭证>④买单抵扣";
"gn_use_tips" = "【温馨提示】为避免核销码被他人使用，请勿将信息出示给他人";
"gn_process_using" = "使用流程";
"gn_store_worth_spending" = "这家店值得到店消费 [%@]";
"gn_merchant_notsupport" = "该商家不支持使用优惠码";
"gn_share_pictures" = "① 分享图片给朋友";
"gn_friend_qr" = "② 好友识别图中二维码";
"gn_open_wownow" = "③ 打开WOWNOW";
"gn_view_more" = "查看更多";
"gn_merchant_comment" = "商家评论";
"gn_merchant_album" = "商家相册";
"gn_default_sorting" = "默认排序";
"gn_x_sheet" = "%ld张";
"gn_call" = "拨号";
"gn_product_details" = "产品详情";
"gn_all_categories" = "所有分类";
"gn_no_content" = "这里没有内容哦！到别处逛逛？";
"gn_local_sevice" = "本地生活";
"gn_sort_by_sales" = "销量排序";
"gn_sort_by_score" = "评分排序";
"gn_sort_by_distance" = "距离排序";
"gn_low_price_first" = "低价优先";
"gn_offers" = "优惠";
"gn_consumed" = "已消费";
"gn_sheet_photos" = "共%ld照片";
"gn_sheet_reviews" = "共%ld评论";
"gn_photos" = "照片";
"gn_storeName" = "商家";
"gn_reverve_phone" = "预约电话";
"gn_booking_information" = "预约信息不影响订单状态，仅供商家查看，订单核销以实际使用时间为准";
"gn_refunded_account" = "如果使用了优惠券,会退回到你的账号";
"gn_help_us_improve" = "选择或输入取消的原因帮助我们改进";
"gn_other_reason" = "请输入其他原因";
"gn_coupons_limited" = "提示：外卖优惠券数量有限，领完即止";
"gn_claimed_mycoupons" = "已领取的优惠券存放在“我的”-“优惠券”";
"gn_congratulation_coupon" = "恭喜您获得优惠券";
"gn_verification_coupon" = "核销订单后可领取优惠券";
"gn_available_coupon" = "可获得外卖门店优惠券";
"gn_write_off_order" = "%@前核销订单";
"gn_view_coupons" = "查看优惠券";
"gn_finished" = "已领完";
"gn_booking_information" = "预约信息";
"gn_can_be_booked_in_advance" = "可提前预约";
"gn_book" = "预约";
"gn_numbe_booking" = "预订人数";
"gn_booker" = "预订人";
"gn_arrival_time" = "到店时间";
"gn_please_enter_booker_name" = "请输入预订人姓名";
"gn_reminder_the_appointment" = "提示：预约信息仅代表预估到店时间，不会自动核销或取消（订单过期除外）";
"gn_confirm_booking" = "确认预约";
"gn_sucessful_booking" = "预约成功";
"gn_please_enter_phone_number" = "请输入手机号";
"gn_stock_empty" = "产品库存不足";
"gn_expire_not_refund" = "不支持退款";
"gn_refund_protocol_title" = "退改签规定协议";
"gn_refund_protocol_content" = "1、您当前购买的产品下单后无法取消订单且不支持退款。\n2、订单过期后将会自动完成，不支持退款处理。\n用户点击同意协议之前，请务必认真阅读、完全理解本协议，特别是其中与用户权益有或可能具有重大关系的条款。如果用户不同意接受本协议的任何条款，或无法理解本协议将无法继续购买本产品！";
"gn_refund_protocol_agree" = "我已阅读并同意以上协议";
"gn_refund_protocol_contiune" = "继续购买";
"gn_refund_protocol_not" = "暂不购买";
